import ImgAlexsandra from '../../../../assets/TeacherPage/image 65.png';
import ImgMark from '../../../../assets/TeacherPage/Mark.png';
import ImgVera from '../../../../assets/TeacherPage/Vera.png';

export const teachers = [
    {
      id: 'aleksandra-volkova',
      name: 'Александра Волкова',
      image: ImgAlexsandra,
      descriptionDesktop:
        'Опытный практикующий дизайнер, который научит вас не только теории, но и реальным инструментам индустрии. Её подход сочетает развитие творческого мышления с точным пониманием пользовательского опыта. На занятиях царит вдохновляющая атмосфера, где рождаются смелые проекты. Вы получите не просто знания, а готовое портфолио для старта карьеры.',
      descriptionMobile: [
        'Опытный практикующий дизайнер, который научит вас не только теории, но и реальным инструментам индустрии.',
        'Её подход сочетает развитие творческого мышления с точным пониманием пользовательского опыта. На занятиях царит вдохновляющая атмосфера, где рождаются смелые проекты.',
        'Вы получите не просто знания, а готовое портфолио для старта карьеры.'
      ]
    },
    {
      id: 'mark-belov',
      name: 'Марк Белов',
      image: ImgMark,
      descriptionDesktop:
        'Преподаватель, который помогает превратить креативные идеи в рабочие дизайн-решения и сильное портфолио. Его уроки — это погружение в актуальные тренды и отточенное владение современными программами. Каждое занятие — это шаг к созданию проекта, которым не стыдно похвастаться. Идеальный наставник для тех, кто ценит структуру и конкретный результат.',
      descriptionMobile: [
        'Преподаватель, который помогает превратить креативные идеи в рабочие дизайн-решения и сильное портфолио.',
        'Его уроки — это погружение в актуальные тренды и отточенное владение современными программами. Каждое занятие — это шаг к созданию проекта, которым не стыдно похвастаться.',
        'Идеальный наставник для тех, кто ценит структуру и конкретный результат.'
      ]
    },
    {
      id: 'vera-shilina',
      name: 'Вера Шилина',
      image: ImgVera,
      descriptionDesktop:
        'Преподавательница, вдохновляющая на смелые эксперименты и поиск уникального визуального языка. Она верит, что лучший дизайн рождается на стыке эстетики и глубокого понимания аудитории. Её занятия — это творческая лаборатория, где вы научитесь творить и критически оценивать свою работу.',
      descriptionMobile: [
        'Преподавательница, вдохновляющая на смелые эксперименты и поиск уникального визуального языка.',
        'Она верит, что лучший дизайн рождается на стыке эстетики и глубокого понимания аудитории.',
        'Её занятия — это творческая лаборатория, где вы научитесь творить и критически оценивать свою работу.'
      ]
    }
  ];